/* default status bar string when no page is showing (the no home page case) */
"" = "";

/* format used for recent searches for the search field menu */
"  %@" = "  %@";

/* The format for hours and minutes in 12 hour format */
"%1I:%M" = "%1I:%M";

/* title for error dialog displayed when a built-in file could not be located (nib corrupted?) */
"%@ not found" = "%@ not found";

/* activity window string for object where the expected size is not known */
"%@ of ?" = "%@ of ?";

/* Status field in Downloads representing total transferred and download rate. */
"%@ — %@ per sec." = "%@ — %@ per sec.";

/* date format used for History menu */
"%A, %B %e" = "%A, %B %e";

/* Date format with arguments full month name, day, and year */
"%B %e, %Y" = "%B %e, %Y";

/* Date format with arguments full month, day, and year, to be followed by time */
"%B %e, %Y " = "%B %e, %Y ";

/* The format for hours and minutes in 24 hour format */
"%H:%M" = "%H:%M";

/* Date format with arguments abbreviated month name, day, and year */
"%b %e, %Y" = "%b %e, %Y";

/* Date format with arguments abbreviated month name, day, and year, to be followed by time */
"%b %e, %Y " = "%b %e, %Y ";

/* Total field of Downloads window when there is more than 1 download */
"%d Downloads" = "%d Downloads";

/* item count in activity window */
"%d items (%d errors)" = "%d items (%d errors)";

/* item count in activity window */
"%d items (activity window)" = "%d items";

/* displayed count for bookmark folder that contains more than one item in bookmarks view */
"%d items (bookmarks view)" = "%d items";

/* item count in activity window */
"%d of %d items" = "%d of %d items";

/* item count in activity window */
"%d of %d items (%d errors)" = "%d of %d items (%d errors)";

/* item count in activity window */
"%d of %d items (1 error)" = "%d of %d items (1 error)";

/* Date format with arguments month number, day, and year */
"%m/%d/%Y" = "%m/%d/%Y";

/* Date format with arguments month number, day, and year, to be followed by time */
"%m/%d/%Y " = "%m/%d/%Y ";

/* Date format with arguments month number, day, and year */
"%m/%d/%y" = "%m/%d/%y";

/* Date format with arguments month number, day, and year, to be followed by time */
"%m/%d/%y " = "%m/%d/%y ";

/* Argument is the AM/PM designator */
"%p" = "%p";

/* displayed name for Address Book entry with no composite name */
"(no name)" = "(no name)";

/* displayed count for empty bookmark folder in bookmarks view */
"0 items (bookmarks view)" = "0 items";

/* item count in activity window */
"0 of 1 item" = "0 of 1 item";

/* Total field of Downloads window when there is 1 download */
"1 Download" = "1 Download";

/* item count in activity window */
"1 item (activity window)" = "1 item";

/* displayed count for bookmark folder that contains 1 item in bookmarks view */
"1 item (bookmarks view)" = "1 item";

/* item count in activity window */
"1 item (error)" = "1 item (error)";

/* About Rendezvous table item in the Rendezvous window */
"About Rendezvous" = "About Rendezvous";

/* context menu item */
"Add Link to Bookmarks" = "Add Link to Bookmarks";

/* submenu title in Bookmarks menu */
"Address Book" = "Address Book";

/* displayed title of special bookmark that shows Address Book home pages */
"Address Book (bookmark proxy)" = "Address Book";

/* action name for Undo item when a bookmark address has been changed */
"Address Change" = "Address Change";

/* preference panel name */
"Advanced" = "Advanced";

/* message of dialog that appears when an unexpected error occurs while trying to save bookmarks to disk */
"An unexpected problem occurred while saving bookmarks." = "An unexpected problem occurred while saving bookmarks.";

/* preference panel name */
"Appearance" = "Appearance";

/* The default (yes) response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Append" = "Append";

/* Title for confirmation sheet when user checks 'Block pop-up windows' */
"Are you sure you want to change this setting?" = "Are you sure you want to change this setting?";

/* title for Empty Cache confirmation alert */
"Are you sure you want to empty the cache?" = "Are you sure you want to empty the cache?";

/* title for Remove All Cookies confirmation alert */
"Are you sure you want to remove all cookies?" = "Are you sure you want to remove all cookies?";

/* title for Reset Safari confirmation alert */
"Are you sure you want to reset Safari?" = "Are you sure you want to reset Safari?";

/* Title for sheet warning of re-posting form data */
"Are you sure you want to send a form again?" = "Are you sure you want to send a form again?";

/* Status field in Downloads when a DiskCopy image is requesting authentication. */
"Authenticating" = "Authenticating";

/* Title for Auto-Tab column in bookmarks view, present only when viewing Bookmarks Bar contents */
"Auto-Tab" = "Auto-Tab";

/* preference panel name */
"AutoFill" = "AutoFill";

/* Message in sheet shown when AutoFill has no matches for the form on this page. */
"AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. The information required by this form does not match any of the information available to AutoFill." = "AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. The information required by this form does not match any of the information available to AutoFill.";

/* Message in sheet shown when AutoFill finds no form to operate on. */
"AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. This page has no forms to complete." = "AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. This page has no forms to complete.";

/* Title of sheet shown when AutoFill has no matches for the form on this page. */
"AutoFill did not complete anything." = "AutoFill did not complete anything.";

/* preference panel name */
"Bookmarks (preference panel)" = "Bookmarks";

/* Title of window or tab when showing bookmarks */
"Bookmarks (window title)" = "Bookmarks";

/* displayed title of special bookmarks folder that is used for favorites bar contents */
"Bookmarks Bar" = "Bookmarks Bar";

/* displayed title of special bookmarks folder that is used for menu contents */
"Bookmarks Menu" = "Bookmarks Menu";

/* Title for a normal Cancel button */
"Cancel" = "Cancel";

/* status bar message when page load was cancelled */
"Cancelled opening the page" = "Cancelled opening the page";

/* error message for URL with unsupported scheme, like xxx:yyy */
"Cannot go to “%@”, because Mac OS X doesn’t recognize addresses starting with “%@:”." = "Cannot go to “%@”, because Mac OS X doesn’t recognize addresses starting with “%@:”.";

/* message for file URL without an appropriate application */
"Cannot open the file “%@” because Mac OS X doesn’t know which application to use." = "Cannot open the file “%@” because Mac OS X doesn’t know which application to use.";

/* error message for using JavaScript somewhere it's not allowed */
"Cannot run the script “%@” because Safari does not allow JavaScript to be used in this way." = "Cannot run the script “%@” because Safari does not allow JavaScript to be used in this way.";

/* title of panel */
"Can’t Open Bookmark" = "Can’t Open Bookmark";

/* title of sheet displayed for WebFoundationErrorCannotConnectToHostError */
"Can’t connect to server." = "Can’t connect to server.";

/* panel title for file URL for nonexistent file */
"Can’t find file." = "Can’t find file.";

/* panel title for URL with unsupported scheme */
"Can’t go to address" = "Can’t go to address";

/* panel title for file URL without an appropriate application */
"Can’t open file" = "Can’t open file";

/* panel title for file URL for folder that can’t be opened */
"Can’t open folder" = "Can’t open folder";

/* panel title for using JavaScript somewhere it's not allowed */
"Can’t use JavaScript here" = "Can’t use JavaScript here";

/* title for button in open panel from file button used in HTML forms */
"Choose (HTML form open panel)" = "Choose";

/* button title in open panel for choosing user style sheet preference */
"Choose (style sheet open panel)" = "Choose";

/* Status field in Downloads when a DiskCopy image is cleaning up. */
"Cleaning up" = "Cleaning up";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Entries" = "Clear Entries";

/* title for menu item that erases history from menu and bookmarks view */
"Clear History" = "Clear History";

/* tooltip for auto-tab folder in bookmarks bar */
"Click to open the bookmarks in this folder in tabs." = "Click to open the bookmarks in this folder in tabs.";

/* tooltip for favorite bar bookmarks for folders */
"Click to see the bookmarks in this folder." = "Click to see the bookmarks in this folder.";

/* context menu item */
"Close Other Tabs" = "Close Other Tabs";

/* context menu item */
"Close Tab" = "Close Tab";

/* status bar message when page load finishes with multiple errors */
"Completed opening the page with %d errors (see Activity window for details)" = "Completed opening the page with %d errors (see Activity window for details)";

/* status bar message when page load finishes with a single error */
"Completed opening the page with 1 error (see Activity window for details)" = "Completed opening the page with 1 error (see Activity window for details)";

/* message for status bar when busy looking for a particular host */
"Contacting “%@”" = "Contacting “%@”";

/* message for status bar when busy looking for a particular host via a proxy server */
"Contacting “%@” via proxy “%@”" = "Contacting “%@” via proxy “%@”";

/* Title for default button in unknown root warning sheet */
"Continue" = "Continue";

/* BrowserDiskCopyCopyingFailed description */
"Copy failed" = "Copy failed";

/* Status field in Downloads when a DiskCopy image is copying. */
"Copying" = "Copying";

/* message for error sheet when we couldn't connect to a rendezvous server */
"Could not locate the rendezvous server “%@”." = "Could not locate the rendezvous server “%@”.";

/* message of sheet displayed for WebFoundationErrorTimedOut. */
"Could not open the page “%@” after trying for %d seconds." = "Could not open the page “%@” after trying for %d seconds.";

/* Message of sheet displayed for WebFoundationErrorSecureConnectionFailed. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”." = "Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”.";

/* Message of sheet displayed for WebFoundationErrorServerCertificateHasBadDate. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date." = "Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date.";

/* Message of sheet displayed for WebFoundationErrorServerCertificateHasBadDate. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date. You should upgrade to the latest version of Mac OS X, which provides improved security and might allow you to connect to this site." = "Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date. You should upgrade to the latest version of Mac OS X, which provides improved security and might allow you to connect to this site.";

/* Message of sheet displayed for WebFoundationErrorServerCertificateUntrusted. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. Safari cannot verify the certificate used to check the identity of the website’s owner." = "Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. Safari cannot verify the certificate used to check the identity of the website’s owner.";

/* Message of sheet displayed for both WebFoundationErrorZeroByteResourceError and WebFoundationErrorResourceUnavailableError. */
"Could not open the page “%@” because Safari could not load any data for this location." = "Could not open the page “%@” because Safari could not load any data for this location.";

/* message of sheet displayed for WebFoundationErrorCannotConnectToHostError. */
"Could not open the page “%@” because Safari couldn’t connect to the server “%@”." = "Could not open the page “%@” because Safari couldn’t connect to the server “%@”.";

/* Message of sheet displayed for WebFoundationErrorUnsupportedURL. */
"Could not open the page “%@” because Safari does not support redirecting to locations starting with “%@:”." = "Could not open the page “%@” because Safari does not support redirecting to locations starting with “%@:”.";

/* Message of sheet displayed for WebFoundationErrorBadURLError. */
"Could not open the page “%@” because it’s an invalid address." = "Could not open the page “%@” because it’s an invalid address.";

/* Message of sheet displayed for POSIX error ECONNRESET. */
"Could not open the page “%@” because the network connection was reset. This sometimes occurs when the server is busy." = "Could not open the page “%@” because the network connection was reset. This sometimes occurs when the server is busy.";

/* Message of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation. */
"Could not open the page “%@” because the page doesn’t exist. Make sure the address is correct." = "Could not open the page “%@” because the page doesn’t exist. Make sure the address is correct.";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError when the URL does not contain a valid server name. */
"Could not open the page “%@” because the server could not be found." = "Could not open the page “%@” because the server could not be found.";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError. */
"Could not open the page “%@” because the server “%@” could not be found." = "Could not open the page “%@” because the server “%@” could not be found.";

/* message of sheet displayed for WebFoundationErrorNotConnectedToInternetError. */
"Could not open the page “%@” because your computer isn’t connected to the Internet." = "Could not open the page “%@” because your computer isn’t connected to the Internet.";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded. */
"Could not open the page “%@”.\n\nThe error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared." = "Could not open the page “%@”.\n\nThe error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared.";

/* Title of sheet displayed for miscellaneous errors when a page could not be even partially loaded */
"Could not open the page." = "Could not open the page.";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded and the URL of the failing page could not be determined. */
"Could not open the specified page. The error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared." = "Could not open the specified page. The error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared.";

/* Alert title when trying to reveal a missing file from Downloads window */
"Could not show the file in the Finder." = "Could not show the file in the Finder.";

/* Alert message when user tries to reveal a downloaded file that has been moved */
"Could not show the file “%@” in the Finder because it moved since you downloaded it." = "Could not show the file “%@” in the Finder because it moved since you downloaded it.";

/* Title of error sheet shown when the user clicks the Edit button for their AutoFill Address Book preference. */
"Couldn’t edit your Address Book card." = "Couldn’t edit your Address Book card.";

/* message for error dialog displayed when a built-in file could not be located (bundle corruption?) */
"Couldn’t open %@.%@, because the file, which should be built-in, could not be found." = "Couldn’t open %@.%@, because the file, which should be built-in, could not be found.";

/* Title of error sheet shown when the user tries to launch the Address Book application and it fails to launch */
"Couldn’t open the Address Book application." = "Couldn’t open the Address Book application.";

/* Status field in Downloads when Safari is decompressing a cpgz, zip file etc. */
"Decompressing" = "Decompressing";

/* BrowserBOMCopyFailed description */
"Decompression failed" = "Decompression failed";

/* action name for Undo item when multiple bookmarks are deleted */
"Delete %d Bookmarks" = "Delete %d Bookmarks";

/* action name for Undo item when multiple history items are deleted */
"Delete %d History Entries" = "Delete %d History Entries";

/* bookmark context menu item */
"Delete (bookmark context menu)" = "Delete";

/* action name for Undo item when 1 bookmark is deleted */
"Delete Bookmark" = "Delete Bookmark";

/* title for confirmation alert */
"Delete Bookmarks Folder?" = "Delete Bookmarks Folder?";

/* button title in confirmation alert */
"Delete Folder" = "Delete Folder";

/* action name for Undo item when 1 history item is deleted */
"Delete History Entry" = "Delete History Entry";

/* status bar text when the control key is held down, but not over a link */
"Display a menu" = "Display a menu";

/* status bar text when the control key is held down over a link with no title */
"Display a menu for “%@”" = "Display a menu for “%@”";

/* status bar text when the control key is held down over a link with a title */
"Display a menu for “%@” <%@>" = "Display a menu for “%@” <%@>";

/* Status field in Downloads when DiskCopy has displayed an SLA. */
"Displaying software license agreement" = "Displaying software license agreement";

/* message for confirmation alert */
"Do you really want to delete the bookmarks folder “%@”?" = "Do you really want to delete the bookmarks folder “%@”?";

/* Message asking whether to append extension on a filename which already seems to have an extension; %@ is the filename. */
"Document name %@ already seems to have an extension. Append ‘.txt’ anyway?" = "Document name %@ already seems to have an extension. Append ‘.txt’ anyway?";

/* button title in download in progress alert */
"Don’t Quit" = "Don’t Quit";

/* second button title in default browser confirmation alert */
"Don’t Switch" = "Don’t Switch";

/* Response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Don’t append" = "Don’t append";

/* status bar text when over a link to a fragment on the current page (without a title) with the option key (and no command key) held down */
"Download #%@ of this page" = "Download #%@ of this page";

/* Alert title for 1 download in progress */
"Download in progress" = "Download in progress";

/* status bar text when over a link (without a title) with the option key (and no command key) held down */
"Download “%@”" = "Download “%@”";

/* status bar text when over a link to a fragment on the current page (with a title) with the option key (and no command key) held down */
"Download “%@” (#%@ of this page)" = "Download “%@” (#%@ of this page)";

/* status bar text when over a link (with a title) with the option key (and no command key) held down */
"Download “%@” <%@>" = "Download “%@” <%@>";

/* Alert title for n downloads in progress */
"Downloads in progress" = "Downloads in progress";

/* menu title for submenu in Go menu that contains URLs visited earlier than the most recent few */
"Earlier Today" = "Earlier Today";

/* bookmark context menu item */
"Edit Address" = "Edit Address";

/* bookmark context menu item */
"Edit Contents" = "Edit Contents";

/* bookmark context menu item */
"Edit Name" = "Edit Name";

/* button title in Empty Cache confirmation alert */
"Empty" = "Empty";

/* Button title in bug report sheet */
"Fewer Options" = "Fewer Options";

/* preference panel name */
"General" = "General";

/* Title for Go button in missing plug-in sheet */
"Go (missing plug-in sheet)" = "Go";

/* context menu item */
"Go To Address" = "Go To Address";

/* status bar text when over a link to a fragment on the current page (without a title) that targets another frame in the same window */
"Go to #%@ of this page in another frame" = "Go to #%@ of this page in another frame";

/* status bar text when over a link to a fragment on the current page (without a title) that targets another window */
"Go to #%@ of this page in another window" = "Go to #%@ of this page in another window";

/* status bar text when over a link to a fragment on the current page without a title */
"Go to #%@ on this page" = "Go to #%@ on this page";

/* hint text to show in page address field when empty */
"Go to this address" = "Go to this address";

/* status bar text when over a link with no title */
"Go to “%@”" = "Go to “%@”";

/* status bar text when over a link to a fragment on the current page (with a title) that targets another frame in the same window */
"Go to “%@” (#%@ of this page) in another frame" = "Go to “%@” (#%@ of this page) in another frame";

/* status bar text when over a link to a fragment on the current page (with a title) that targets another window */
"Go to “%@” (#%@ of this page) in another window" = "Go to “%@” (#%@ of this page) in another window";

/* status bar text when over a link to a fragment on the current page with a title */
"Go to “%@” (#%@) on this page" = "Go to “%@” (#%@) on this page";

/* status bar text when over a link with a title */
"Go to “%@” <%@>" = "Go to “%@” <%@>";

/* status bar text when over a link (with a title) that targets another frame in the same window */
"Go to “%@” <%@> in another frame" = "Go to “%@” <%@> in another frame";

/* status bar text when over a link (with a title) that targets another window */
"Go to “%@” <%@> in another window" = "Go to “%@” <%@> in another window";

/* status bar text when over a link (without a title) that targets another frame in the same window */
"Go to “%@” in another frame" = "Go to “%@” in another frame";

/* status bar text when over a link (without a title) that targets another window */
"Go to “%@” in another window" = "Go to “%@” in another window";

/* hint text to show in search field when empty */
"Google" = "Google";

/* context menu item */
"Google Search" = "Google Search";

/* menu item */
"Hide All Bookmarks" = "Hide All Bookmarks";

/* tooltip for show/hide bookmarks button */
"Hide all bookmarks." = "Hide all bookmarks.";

/* displayed title of special bookmark that shows History items */
"History (bookmark proxy)" = "History";

/* title for confirmation alert to switch default browser to Safari */
"If Safari is your default browser, clicking a link in Mail or another application opens the webpage in Safari. Would you like to do this?" = "If Safari is your default browser, clicking a link in Mail or another application opens the webpage in Safari. Would you like to do this?";

/* Imported IE Favorites folder name */
"Imported IE Favorites" = "Imported IE Favorites";

/* Imported Netscape/Mozilla Favorites folder name */
"Imported Netscape/Mozilla Favorites" = "Imported Netscape/Mozilla Favorites";

/* title of sheet for when you type a location that can't be turned into a URL */
"Invalid location" = "Invalid location";

/* Title for sheet that appears when java is unavailable */
"Java is unavailable." = "Java is unavailable.";

/* title of JavaScript alert panel */
"JavaScript" = "JavaScript";

/* for display in column of global history outline */
"Last Visited Today" = "Last Visited Today";

/* label of tab when tab is loading */
"Loading (tab)" = "Loading";

/* window title while page with no title or URL is loading */
"Loading (window)" = "Loading";

/* window title while page is loading */
"Loading “%@”" = "Loading “%@”";

/* message for status bar when either loading a URL without a remote host, or already found host and loading */
"Loading “%@”, completed %@" = "Loading “%@”, completed %@";

/* Button title in bug report sheet */
"More Options" = "More Options";

/* Status field in Downloads when a DiskCopy image is mounting. */
"Mounting" = "Mounting";

/* BrowserDiskCopyMountingFailed description */
"Mounting failed" = "Mounting failed";

/* action name for Undo item when multiple bookmarks have been dragged within the bookmarks view */
"Move %d Bookmarks" = "Move %d Bookmarks";

/* action name for Undo item when 1 bookmark has been dragged within the bookmarks view */
"Move Bookmark" = "Move Bookmark";

/* action name for Undo item when a bookmark name has been changed */
"Name Change" = "Name Change";

/* Third response to sheet when submitting a form with login information */
"Never for this Website" = "Never for this Website";

/* verb for New Folder, used as button label and Undo action string */
"New Folder" = "New Folder";

/* context menu item */
"New Tab" = "New Tab";

/* dimmed menu item for empty Rendezvous case */
"No Rendezvous websites available" = "No Rendezvous websites available";

/* tool tip used for favorite bar bookmarks that have no URL */
"No address specified" = "No address specified";

/* title of sheet for when try to go with no location */
"No address specified." = "No address specified.";

/* dimmed menu item for empty bookmarks toolbar case */
"No bookmarks in bar" = "No bookmarks in bar";

/* message for file URL for nonexistent file */
"No file exists at “%@”." = "No file exists at “%@”.";

/* dimmed menu item for empty address book case */
"No home pages in Address Book" = "No home pages in Address Book";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "No recent searches";

/* popup menu choice for default style sheet */
"None Selected (style sheet)" = "None Selected";

/* Second response to sheet when submitting a form with login information */
"Not Now" = "Not Now";

/* title of sheet displayed for WebFoundationErrorNotConnectedToInternetError */
"Not connected to Internet." = "Not connected to Internet.";

/* status text in Find dialog when a search found nothing */
"Not found" = "Not found";

/* Title of sheet shown when AutoFill finds no form to operate on. */
"Nothing to AutoFill." = "Nothing to AutoFill.";

/* status text in Find dialog when there is no responder that supports searching */
"Nowhere to search" = "Nowhere to search";

/* status bar text when over a link to a fragment on the current page (without a title) with the command key held down in tabbed browsing mode */
"Open #%@ of this page in a new tab" = "Open #%@ of this page in a new tab";

/* status bar text when over a link to a fragment on the current page (without a title) with the shift and command keys held down in tabbed browsing mode */
"Open #%@ of this page in a new tab behind the current one" = "Open #%@ of this page in a new tab behind the current one";

/* status bar text when over a link to a fragment on the current page (without a title) that always creates a new window or with the command key held down */
"Open #%@ of this page in a new window" = "Open #%@ of this page in a new window";

/* status bar text when over a link to a fragment on the current page (without a title) with the shift and command keys held down */
"Open #%@ of this page in a new window behind the current window" = "Open #%@ of this page in a new window behind the current window";

/* bookmark context menu item */
"Open (bookmark context menu)" = "Open";

/* menu item */
"Open Address Book" = "Open Address Book";

/* context menu item */
"Open Link in New Tab" = "Open Link in New Tab";

/* bookmark context menu item */
"Open in New Tab (bookmark context menu)" = "Open in New Tab";

/* bookmark context menu item */
"Open in New Window (bookmark context menu)" = "Open in New Window";

/* bookmark context menu item and folder menu item */
"Open in Tabs" = "Open in Tabs";

/* context menu item */
"Open with QuickTime Player" = "Open with QuickTime Player";

/* context menu item */
"Open with iTunes" = "Open with iTunes";

/* status bar text when over a link to a fragment on the current page (with a title) with the command key held down in tabbed browsing mode */
"Open “%@” (#%@ of this page) in a new tab" = "Open “%@” (#%@ of this page) in a new tab";

/* status bar text when over a link to a fragment on the current page (with a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” (#%@ of this page) in a new tab behind the current one" = "Open “%@” (#%@ of this page) in a new tab behind the current one";

/* status bar text when over a link to a fragment on the current page (with a title) that always creates a new window or with the command key held down */
"Open “%@” (#%@ of this page) in a new window" = "Open “%@” (#%@ of this page) in a new window";

/* status bar text when over a link to a fragment on the current page (with a title) with the shift and command keys held down */
"Open “%@” (#%@ of this page) in a new window behind the current window" = "Open “%@” (#%@ of this page) in a new window behind the current window";

/* status bar text when over a link (with a title) with the command key held down in tabbed browsing mode */
"Open “%@” <%@> in a new tab" = "Open “%@” <%@> in a new tab";

/* status bar text when over a link (with a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” <%@> in a new tab behind the current one" = "Open “%@” <%@> in a new tab behind the current one";

/* status bar text when over a link (with a title) that always creates a new window or with the command key held down */
"Open “%@” <%@> in a new window" = "Open “%@” <%@> in a new window";

/* status bar text when over a link (with a title) with the shift and command keys held down */
"Open “%@” <%@> in a new window behind the current window" = "Open “%@” <%@> in a new window behind the current window";

/* status bar text when over a link (without a title) with the command key held down in tabbed browsing mode */
"Open “%@” in a new tab" = "Open “%@” in a new tab";

/* status bar text when over a link (without a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” in a new tab behind the current one" = "Open “%@” in a new tab behind the current one";

/* status bar text when over a link (without a title) that always creates a new window or with the command key held down */
"Open “%@” in a new window" = "Open “%@” in a new window";

/* status bar text when over a link (without a title) with the shift and command keys held down */
"Open “%@” in a new window behind the current window" = "Open “%@” in a new window behind the current window";

/* popup menu choice for download location */
"Other... (download location)" = "Other…";

/* popup menu choice for default style sheet */
"Other... (style sheet)" = "Other…";

/* title of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation */
"Page not found." = "Page not found.";

/* Marker in Password viewing prefs sheet for a site for which we never save passwords. */
"Passwords Never Saved" = "Passwords Never Saved";

/* action name for Undo item when multiple bookmarks are pasted */
"Paste %d Bookmarks" = "Paste %d Bookmarks";

/* action name for Undo item when 1 bookmark is pasted */
"Paste Bookmark" = "Paste Bookmark";

/* panel title for file URL with insufficient permissions */
"Permission denied." = "Permission denied.";

/* Title for sheet that appears when an unknown plug-in error occurred */
"Plug-in error occurred" = "Plug-in error occurred";

/* Title for sheet that appears when a page specifies a plug-in that's not installed */
"Plug-in not found." = "Plug-in not found.";

/* Title for sheet that appears when a page has unsupported Windows Media Player or RealPlayer content. */
"Plug-in not supported" = "Plug-in not supported";

/* Status field in Downloads when a DiskCopy image is preparing to decompress. */
"Preparing to decompress" = "Preparing to decompress";

/* Status field in Downloads when the download has just started. */
"Preparing to download" = "Preparing to download";

/* context menu item */
"Print Frame…" = "Print Frame…";

/* context menu item */
"Print Page…" = "Print Page…";

/* title of dialog that appears when an unexpected error occurs while trying to save bookmarks to disk */
"Problem saving bookmarks." = "Problem saving bookmarks.";

/* button title in download in progress alert */
"Quit" = "Quit";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Recent Searches";

/* title off sheet displayed for WebFoundationErrorUnsupportedURL */
"Redirected to unsupported page." = "Redirected to unsupported page.";

/* context menu item */
"Reload All Tabs" = "Reload All Tabs";

/* context menu item */
"Reload Tab" = "Reload Tab";

/* tooltip for stop/reload button */
"Reload the current page." = "Reload the current page.";

/* ToolTip for reload button in Downloads */
"Reload “%@”." = "Reload “%@”.";

/* button title in Remove All Cookies confirmation alert */
"Remove All" = "Remove All";

/* submenu title in Bookmarks menu */
"Rendezvous" = "Rendezvous";

/* displayed title of special bookmark that shows Rendezvous items */
"Rendezvous (bookmark proxy)" = "Rendezvous";

/* title for error sheet when we couldn't connect to a rendezvous server */
"Rendezvous server not found." = "Rendezvous server not found.";

/* button title in Reset Safari confirmation alert */
"Reset" = "Reset";

/* message for Reset Safari confirmation alert */
"Resetting Safari erases your browsing history, empties the cache, clears the Downloads window, and removes cookies. It also removes any saved names and passwords or other AutoFill text and clears Google search entries." = "Resetting Safari erases your browsing history, empties the cache, clears the Downloads window, and removes cookies. It also removes any saved names and passwords or other AutoFill text and clears Google search entries.";

/* status bar text when over a javascript: link with no title */
"Run script “%@”" = "Run script “%@”";

/* status bar text when over a javascript: link with a title */
"Run script “%@” <%@>" = "Run script “%@” <%@>";

/* Title of alert when Safari Beta has expired. */
"Safari Beta has expired" = "Safari Beta has expired";

/* Message of alert when Safari Beta has expired. */
"Safari Beta has expired." = "Safari Beta has expired.";

/* Title of alert when Safari Beta will expire. */
"Safari Beta will expire" = "Safari Beta will expire";

/* Message of alert when Safari Beta will expire in less than a day. */
"Safari Beta will expire in less than a day." = "Safari Beta will expire in less than a day.";

/* Message of alert when Safari Beta will expire in less than a week. */
"Safari Beta will expire in less than a week." = "Safari Beta will expire in less than a week.";

/* Keychain label for password used to access saved encrypted form autofill data.  Be brief. */
"Safari Forms AutoFill" = "Safari Forms AutoFill";

/* Title of sheet displayed for HTTPS can't connect/continue anyway dialog. */
"Safari could not verify the identity of the website “%@”." = "Safari could not verify the identity of the website “%@”.";

/* Alert message when user quits when n files are downloading */
"Safari is currently downloading %d files. If you quit now, downloading these files will not finish. Do you want to quit anyway?" = "Safari is currently downloading %d files. If you quit now, downloading these files will not finish. Do you want to quit anyway?";

/* Alert message when user quits when 1 file is downloading */
"Safari is currently downloading “%@”. If you quit now, downloading this file will not finish. Do you want to quit anyway?" = "Safari is currently downloading “%@”. If you quit now, downloading this file will not finish. Do you want to quit anyway?";

/* message for Empty Cache confirmation alert */
"Safari saves the contents of web pages you open in a cache so that it’s faster to visit them again." = "Safari saves the contents of web pages you open in a cache so that it’s faster to visit them again.";

/* context menu item */
"Save Frame As…" = "Save Frame As…";

/* context menu item */
"Save Page As…" = "Save Page As…";

/* Title of save and alert panels when saving plain text */
"Save Plain Text" = "Save Plain Text";

/* Sheet message when submitting a form with login information */
"Saved passwords can be reviewed and removed in the AutoFill preferences." = "Saved passwords can be reviewed and removed in the AutoFill preferences.";

/* does not show up in the UI any more */
"Search the web with Google" = "Search the web with Google";

/* preference panel name */
"Security" = "Security";

/* button label when choosing default web browser in Preferences */
"Select (default web browser)" = "Select";

/* button label in open panel for choosing download folder */
"Select (download location)" = "Select";

/* prompt when choosing default web browser in Preferences */
"Select an Application" = "Select an Application";

/* Title for default button in insecure form warning sheet */
"Send" = "Send";

/* status bar text when over a mailto: link with no title */
"Send email to %@" = "Send email to %@";

/* status bar text when over a mailto: link with a title */
"Send email to “%@” <%@>" = "Send email to “%@” <%@>";

/* title of sheet displayed for WebFoundationErrorCannotFindHostError */
"Server not found." = "Server not found.";

/* menu item title in back/forward menu after you do Open in Tabs */
"Set of Tabs" = "Set of Tabs";

/* menu item */
"Show All Bookmarks" = "Show All Bookmarks";

/* tooltip for show/hide bookmarks button */
"Show all bookmarks." = "Show all bookmarks.";

/* ToolTip for reveal button in Downloads */
"Show “%@” in the Finder." = "Show “%@” in the Finder.";

/* tooltip for button at right side of search field */
"SnapBack to last search results." = "SnapBack to last search results.";

/* tooltip for button at right side of location field */
"SnapBack to “%@”." = "SnapBack to “%@”.";

/* Title of HTML source window */
"Source of %@" = "Source of %@";

/* ToolTip for stop button in Downloads when the download is decompressing */
"Stop decompressing “%@”." = "Stop decompressing “%@”.";

/* ToolTip for stop button in Downloads when the download is downloading */
"Stop downloading “%@”." = "Stop downloading “%@”.";

/* tooltip for stop/reload button */
"Stop loading this page." = "Stop loading this page.";

/* default button title in default browser confirmation alert */
"Switch" = "Switch";

/* preference panel name */
"Tabs" = "Tabs";

/* Message in error sheet shown when the user tries to launch the Address Book application and it fails to launch */
"The Address Book application is unavailable or not installed." = "The Address Book application is unavailable or not installed.";

/* message for file URL for folder that can’t be opened */
"The Finder could not open the folder at “%@”" = "The Finder could not open the folder at “%@”";

/* Message for sheet that appears when a page attempts to load a plug-in that fails to load. */
"The page “%@” attemped to load a plug-in named “%@”, but the plug-in failed to load successfully." = "The page “%@” attemped to load a plug-in named “%@”, but the plug-in failed to load successfully.";

/* Message for sheet that appears when a page attempts to load a plug-in with an unknown name that fails to load. */
"The page “%@” attemped to load a plug-in, but the plug-in failed to load successfully." = "The page “%@” attemped to load a plug-in, but the plug-in failed to load successfully.";

/* Message for sheet that appears when a page attemps to load Java, but Java is unavailable. */
"The page “%@” attempted to load Java content, but Java is unavailable or not installed." = "The page “%@” attempted to load Java content, but Java is unavailable or not installed.";

/* Message for sheet that appears when a page attempts to load a plug-in but an unknown plug-in occurred. */
"The page “%@” has attempted to load a plug-in, but a plug-in error occurred." = "The page “%@” has attempted to load a plug-in, but a plug-in error occurred.";

/* Message for sheet that appears when a page has contents for a specified MIME type for which no plug-ins are installed, and a plug-in page location is specified */
"The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?" = "The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?";

/* Message for sheet that appears when a page has contents for a specified MIME type for which no plug-ins are installed, and no plug-in page location is specified */
"The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, so this content can not be displayed." = "The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, so this content can not be displayed.";

/* Message for sheet that appears when a page has contents for an unspecified MIME type for which no plug-ins are installed, and no plug-in page location is specified */
"The page “%@” has content of an unspecified MIME type. You do not have a plug-in installed for this MIME type, so this content can not be displayed." = "The page “%@” has content of an unspecified MIME type. You do not have a plug-in installed for this MIME type, so this content can not be displayed.";

/* Message for sheet that appears when a page has contents for an unspecified MIME type for which no plug-ins are installed, and a plug-in page location is specified */
"The page “%@” has content that requires a plug-in. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?" = "The page “%@” has content that requires a plug-in. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?";

/* message for panel for bad bookmark */
"The specified address “%@” is not a valid location." = "The specified address “%@” is not a valid location.";

/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The website’s certificate is expired or not yet valid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "The website’s certificate is expired or not yet valid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?";

/* Message of sheet displayed for NSURLErrorServerCertificateUntrusted. */
"The website’s certificate is invalid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "The website’s certificate is invalid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?";

/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The website’s certificate was signed by an unknown certifying authority. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "The website’s certificate was signed by an unknown certifying authority. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?";

/* mesage for panel for bad bookmark */
"This bookmark has no address specified." = "This bookmark has no address specified.";

/* Message for insecure form warning sheet */
"This form will be sent in a way that is not secure. Are you sure you want to send it?" = "This form will be sent in a way that is not secure. Are you sure you want to send it?";

/* Title for insecure form warning sheet */
"This is a non-secure form." = "This is a non-secure form.";

/* Message for sheet that appears when a page has unsupported Windows Media Player or RealPlayer content */
"This page has plug-in content that Safari does not support. The application “%@” may be able to display this content. Would you like to try?" = "This page has plug-in content that Safari does not support. The application “%@” may be able to display this content. Would you like to try?";

/* Message for sheet warning of re-posting form data */
"To reopen this page, the form you completed to open the page the first time must be sent again. This may cause the website to repeat actions it took the first time you sent the form." = "To reopen this page, the form you completed to open the page the first time must be sent again. This may cause the website to repeat actions it took the first time you sent the form.";

/* Date format for today */
"Today" = "Today";

/* Date format for today, to be followed by time */
"Today " = "Today ";

/* Message of sheet displayed for WebFoundationErrorHTTPTooManyRedirectsError. */
"Too many redirects occurred trying to open “%@”. This might occur if you open a page that is redirected to open another page which then is redirected to open the original page." = "Too many redirects occurred trying to open “%@”. This might occur if you open a page that is redirected to open another page which then is redirected to open the original page.";

/* message for sheet when you hit return in the search field with no search text */
"Type a word or phrase in the Google search box, then press Return." = "Type a word or phrase in the Google search box, then press Return.";

/* message for sheet for when try to go with no location */
"Type the address for the web page you would like to open." = "Type the address for the web page you would like to open.";

/* Title for sheet that appears when a plug-in fails to load */
"Unable to load plug-in." = "Unable to load plug-in.";

/* Status field in Downloads when a DiskCopy image is unmounting. */
"Unmounting" = "Unmounting";

/* Keychain comment describing the password entry we use to access saved encrypted form autocomplete data. */
"Used to decode the encrypted file that contains non-password data previously entered in web page forms." = "Used to decode the encrypted file that contains non-password data previously entered in web page forms.";

/* BrowserDiskCopyVerificationFailed description */
"Verification failed" = "Verification failed";

/* Status field in Downloads when a DiskCopy image is verifying. */
"Verifying" = "Verifying";

/* context menu item */
"View Frame Source" = "View Frame Source";

/* context menu item */
"View Source" = "View Source";

/* Message for confirmation sheet when user checks 'Block pop-up windows' */
"Web pages may automatically open pop-up windows to display information, as well as advertising. This feature blocks these pop-up windows. This does not prevent opening desired windows by clicking buttons or links." = "Web pages may automatically open pop-up windows to display information, as well as advertising. This feature blocks these pop-up windows. This does not prevent opening desired windows by clicking buttons or links.";

/* title for confirmation alert to switch default browser to Safari */
"Would you like to make Safari your default browser?" = "Would you like to make Safari your default browser?";

/* Sheet title when submitting a form with login information */
"Would you like to replace your saved password with this one?" = "Would you like to replace your saved password with this one?";

/* Sheet title when submitting a form with login information */
"Would you like to save this password?" = "Would you like to save this password?";

/* Default response to sheet when submitting a form with login information */
"Yes" = "Yes";

/* Date format for yesterday */
"Yesterday" = "Yesterday";

/* Date format for yesterday, to be followed by time */
"Yesterday " = "Yesterday ";

/* title of dialog that appears when a user tries to modify bookmarks while iSync is synching them */
"You cannot change bookmarks now." = "You cannot change bookmarks now.";

/* message for Remove All Cookies confirmation alert */
"You cannot undo this action." = "You cannot undo this action.";

/* message for file URL with insufficient permissions */
"You don’t have the right permissions to view “%@”." = "You don’t have the right permissions to view “%@”.";

/* title of sheet when you hit return in the search field with no search text */
"You haven't entered text in the Google search box." = "You haven't entered text in the Google search box.";

/* message for error message when syncing can't be configured in Bookmarks preferences */
"You must install iSync 1.1 or newer before you can synchronize your bookmarks." = "You must install iSync 1.1 or newer before you can synchronize your bookmarks.";

/* title of dialog that appears when a user tries to modify bookmarks but an external process has modified the bookmarks file */
"Your bookmarks could not be changed. Try again." = "Your bookmarks could not be changed. Try again.";

/* message of dialog that appears when a user tries to modify bookmarks but an external process has modified the bookmarks file */
"Your bookmarks have been changed by another program since you opened Safari, so Safari needed to update your bookmarks before making any additional changes. You can now make your changes." = "Your bookmarks have been changed by another program since you opened Safari, so Safari needed to update your bookmarks before making any additional changes. You can now make your changes.";

/* string put on pasteboard for selected bookmarks folder */
"bookmarks folder “%@”" = "bookmarks folder “%@”";

/* status text for Activity window for cancelled page */
"cancelled" = "cancelled";

/* Label for only item in menu that appears when clicking on an empty Favorites bar folder */
"empty" = "empty";

/* short description used in Activity window for error codes that have no textual description */
"error" = "error";

/* URL string of the apple web site that explains Rendezvous */
"http://www.apple.com/macosx/jaguar/rendezvous.html" = "http://www.apple.com/macosx/jaguar/rendezvous.html";

/* title for error message when syncing can't be configured in Bookmarks preferences */
"iSync 1.1 or newer required." = "iSync 1.1 or newer required.";

/* message of dialog that appears when a user tries to modify bookmarks while iSync is synching them */
"iSync is synchronizing your bookmarks so you cannot change them. Try again in a moment." = "iSync is synchronizing your bookmarks so you cannot change them. Try again in a moment.";

/* in cookies table for cookies that are not secure */
"no" = "no";

/* menu title used for a URL when no other title can be determined, not even one based on the URL */
"unknown (bookmark menu item title)" = "unknown";

/* fallback string used when an error has no description */
"unknown error" = "unknown error";

/* title shown for History entries with no HTML title */
"unknown title" = "unknown title";

/* name for newly created bookmark folders */
"untitled folder" = "untitled folder";

/* in cookies table for cookies that are secure */
"yes" = "yes";

/* message for sheet for when you type a location that can't be turned into a URL */
"“%@” is not a valid location." = "“%@” is not a valid location.";

